[
    {
        "id": 1,
        "name": "ENGINE DIAGNOSTIC",
        "price": "300",
        "description": "An engine diagnostic is a test which is performed to learn more about why an engine is not functioning properly.Diagnostic tests can reveal problems within a car's engine, transmission, exhaust system, brakes, and other major components, as well as performance issues with the fuel injector, air flow and coolant, ignition coils, and throttle",
        "img": "https://i.ibb.co/dGDkr4v/1.jpg"
    },
    {
        "id": 2,
        "name": "WHEEL ALIGNMENT",
        "price": "100",
        "description": "Wheel alignment falls under the repair category, not scheduled maintenance. If your car’s steering has an obvious pull, the tire wear is uneven, or if your car has been in an accident, a wheel alignment might be needed, so beware of car shops that push alignment as part of a preventative maintenance package.",
        "img": "https://i.ibb.co/tY8dmnP/2.jpg"
    },
    {
        "id": 3,
        "name": "OIL CHANGING",
        "price": "150",
        "description": "If you go long enough without an oil change, it could cost you a car. Once the motor oil becomes sludge, it no longer removes heat from the engine. This can lead to a complete engine shutdown that will require a brand new engine – or a new ride – to fix. your car's engine requires full-synthetic motor oil, it might go as far as 15,000 miles between services!",
        "img": "https://i.ibb.co/Yh04YVw/3.jpg"
    },
    {
        "id": 4,
        "name": "BRAKE REPAIRING",
        "price": "180",
        "description": "In most instances, a “complete” brake job will include the following: New linings front and rear. Resurfacing both rotors and drums (or replacing them if worn, cracked or hard spots are found). Replacing drum hardware and caliper bushings/pins/sleeves.",
        "img": "https://i.ibb.co/ZX2Cbkn/4.jpg"
    },
    {
        "id": 5,
        "name": "WASH AND GLASSING",
        "price": "100",
        "description": "Car glass must be washed with soap and water before any glass cleaner touches it, so it's best to plan on washing your entire car. For windshields and windows that truly feel invisible, follow the wash with glass cleaner and a glass treatment. ",
        "img": "https://i.ibb.co/FgQ3jXp/5.jpg"
    },
    {
        "id": 6,
        "name": "COMPLETE ANALYSIS",
        "price": "300",
        "description": "Complete Analysis provides claims professionals with the necessary tools to evaluate claims involving fire and mechanical failure in vehicles of all types. Our experts are skilled in the numerous technical systems that compose vehicles today.",
        "img": "https://i.ibb.co/zJy5ZDd/6.jpg"
    }
]
