[
     {
        "id": 1,
        "name": "ENGINE DIAGNOSTIC",
        "price": "300",
        "description": "An engine diagnostic is a test which is performed to learn more about why an engine is not functioning properly.Diagnostic tests can reveal problems within a car's engine, transmission, exhaust system, brakes, and other major components, as well as performance issues with the fuel injector, air flow and coolant, ignition coils, and throttle Car diagnostic costs vary broadly based on your vehicle’s make and model and any potential issues the car may have. Basic tests that don’t turn up any significant issues can be as affordable as $40. However, some more in-depth analyses and their associated repairs could cost up to several hundred dollars, depending on the issue’s severity and complexity. Furthermore, you should double-check the fine print in any mechanic’s service agreement before signing off on a car diagnostic test. They may claim that they will provide free diagnostic services but can sometimes camouflage hidden fees into the granular details of their service agreements. Run through the print with a fine-toothed comb before agreeing to any services, which will help to ensure that you know all the details. Ultimately, car diagnostic tests are beneficial tools that should be a regular practice of any maintenance checkup for your car. To avoid the inconvenience of taking your vehicle to a mechanic, consider purchasing the necessary equipment and carrying out your own regular diagnostic tests to ensure that your vehicle runs as well as possible. A car diagnostic test will help to ensure that your car doesn’t suffer from long-term or catastrophic damage due to malfunctioning parts or computer errors.",
        "img": "https://i.ibb.co/dGDkr4v/1.jpg"
    }
    {
        "id": 2,
        "name": "WHEEL ALIGNMENT",
        "price": "100",
        "description": "Wheel alignment falls under the repair category, not scheduled maintenance. If your car’s steering has an obvious pull, the tire wear is uneven, or if your car has been in an accident, a wheel alignment might be needed, so beware of car shops that push alignment as part of a preventative maintenance package.  Maintaining proper wheel alignment is essential to avoid unnecessary wear on your tyres, steering, suspension and brakes. Accurate wheel alignment optimises driving stability, maximises tyre life and improves your vehicle's overall handling performance.Alignment refers to an adjustment of a vehicle's suspension – the system that connects a vehicle to its wheels. It is not an adjustment of the tires or wheels themselves. The key to proper alignment is adjusting the angles of the tires which affects how they make contact with the road. Alignment assures your tires meet the road at the proper angle, your wheels are pointing straight and your tires are centered in the wheel wells. It adjusts the angles of your vehicle's wheels to original specs for best gas mileage, proper road contact, a smooth ride, and the longest tire life.",
        "img": "https://i.ibb.co/tY8dmnP/2.jpg"
    },

    {
        "id": 3,
        "name": "OIL CHANGING",
        "price": "150",
        "description": "If you go long enough without an oil change, it could cost you a car. Once the motor oil becomes sludge, it no longer removes heat from the engine. This can lead to a complete engine shutdown that will require a brand new engine – or a new ride – to fix. your car's engine requires full-synthetic motor oil, it might go as far as 15,000 miles between services! The first thing to changing oil is going to a parts store and purchasing the required items. The things you will need to have is five quarts of motor oil, an oil filter, an oil pan, a car jack, a metal strap wrench, and a socket wrench (if you don't already have them). You should make sure to check your owners manual to see any special requirements. Now you are ready to get started. You now need to elevate the front of the vehicle be using a car jack. This is just to make the underneath of the engine accessible. Second, locate the oil fill cap (where you add oil) and remove it. Third locate the engine pan plug underneath the car (this plug has a hexagonal head on it). When you have located this, place the oil pan directly underneath to catch the oil that will drain out. Now you need to remove the plug using a socket wrench. When you remove the plug the oil will then drain out. After completely drained, replace the plug. Fourthly move the oil pan directly under the oil filter. Using the filter wrench or metal strap wrench remove the filter by turning counter-clockwise. Take the new filter and you will notice a rubber gasket on the base of the filter. It is very important to lube this gasket with oil (the new oil, not the oil you just removed from the vehicle) before screwing the filter back on. If you do not coat the gasket with oil it will adhere to the engine causing the filter to not come off again.",
        "img": "https://i.ibb.co/Yh04YVw/3.jpg"
    },

    {
        "id": 4,
        "name": "BRAKE REPAIRING",
        "price": "180",
        "description": "In most instances, a “complete” brake job will include the following: New linings front and rear. Resurfacing both rotors and drums (or replacing them if worn, cracked or hard spots are found). Replacing drum hardware and caliper bushings/pins/sleeves. Brake system maintenance allows your auto technician to evaluate the degree of brake pad wear and determine when replacement is necessary. Brake pads and rotors are the point at which the braking system connects with the tires. If you're comfortable with doing your own car maintenance, you can take on replacing your own brake pads as a DIY project. As with all auto repairs or upgrades, consult your owner's manual for specific instructions or special information before you begin.",
        "img": "https://i.ibb.co/ZX2Cbkn/4.jpg"
    },
 
    {
        "id": 5,
        "name": "WASH AND GLASSING",
        "price": "100",
        "description": "Car glass must be washed with soap and water before any glass cleaner touches it, so it's best to plan on washing your entire car. For windshields and windows that truly feel invisible, follow the wash with glass cleaner and a glass treatment. A car wash, carwash,[1] or auto wash is a facility used to clean the exterior,[2] and in some cases the interior of motor vehicles. Car washes can be self-service, full-service (with attendants who wash the vehicle), or fully automated (possibly connected to a gas station). Car washes may also be events where people pay to have their cars washed by volunteers, often using less specialized equipment, as a method to raise money for some purpose.[3] The bikini car wash is a special type of event. A self-serve car wash is a simple and automated type of car wash that is typically coin-operated or token-operated self-service system. Newer self-service car washes offer the ability to pay with credit cards or loyalty cards. The vehicle is parked inside a large covered bay that is equipped with a trigger gun and wand (a high-pressure sprayer) as well as a foam brush for scrubbing. When customers insert coins or tokens into the coin box, they can choose options such as soap, tire cleaner, wax or clear water rinse, all dispensed from the sprayer, or scrub the vehicle with the foam brush. The number of coins or tokens inserted determines the amount of time customers have to operate the equipment; in most instances, a minimum number of coins is necessary to start the equipment. These facilities are often equipped with separate vacuum stations that allow customers to clean the upholstery and rugs inside their cars. Some self-service car washes offer hand-held dryers.Vehicle glass includes windscreens, side and rear windows, and glass panel roofs on a vehicle. Side windows can be either fixed or raised and lowered by depressing a button (power window) or switch or using a hand-turned crank. The power moonroof, a transparent, retractable sunroof, may be considered as an extension of the power window concept. Some vehicles include sun blinds for rear and rear side windows. The windshield of a car is appropriate for safety and protection from debris on the road.[1] The majority of vehicle glass is held in place by glass run channels, which also serve to contain any fragments of glass if the glass breaks.Back glass also called rear window glass, rear windshield, or rear glass, is the piece of glass opposite the windshield in a vehicle. Back glass is made from tempered glass, also known as safety glass, and when broken will shatter into small, round pieces. This is different from a front windshield, which is made of laminated glass, glass which consists of two pieces of glass, with vinyl in between.[2] This piece of glass may contain heating coils or antennae, depending on the year, make, and model of the vehicle.[3] When broken, a back glass may be replaced by a technician to the specifications of the original glass of the vehicle [4]. It is little known that the windscreen of a car is not a passive component. In fact, the windscreen is a stressed member, meaning it adds to the structural rigidity of the vehicle overall. Repairing a car glass is an environment friendly option. Though it is only limited to car windscreens as they are laminated glass and have a PVB layer to support glass on impact. Small stone chip or cracks in upper windscreen layer that have no impact on PVB or inner layer are repairable. Repair process use a specialized process and crack repair depends upon - size, position, type and depth of crack. In most cases impact up to 2 inches are repairable, crack beyond this size generally needs replacement. Yet, local laws may vary regarding safe windscreen repair. Any variation can become a reason of compromised structural integrity. Windscreen repair require to clear the impact area and removing air through vacuum creation. A transparent fluid is used to fill the crack, the fluid is than treated with UV light to chemically transform its state to solidify and filling the crack eventually. If the repair is carried out by a professional, the clarity is restored up to 95% with complete structural integrity. Vehicle glass other than windshield shatter on impact and hence need replacement. On the other hand, any impact that is more than 3 inches need replacing the windscreen. For most of the vehicle body glass i.e. Door Glass, Vent Glass are non bonded and doesn't require adhesive for installation. But windscreen, sunroof and rear window glass are generally bonded in most of the cars. They require adhesive to bond the glass with car frame. US Federal Motor Vehicle Safety Standard 212/208 ensures reliability of adhesives used in vehicle across US. For a bonded glass replacement can take up to an hour. One of the important thing that ensure a safe installation is the time require for the adhesive to cure. This is known as Safe Drive Away Time or Minimum Drive Away Time. Complete adhesive curing is necessary to ensure that your car glass can withstand any sort of impact during a mishap or accident. In 1958, Vice President Richard Nixon's vehicle had its windows broken by a hostile crowd in Caracas, despite being outfitted with shatterproof glass.",
        "img": "https://i.ibb.co/FgQ3jXp/5.jpg"
    },
 
    {
        "id": 6,
        "name": "COMPLETE ANALYSIS",
        "price": "300",
        "description": "Complete Analysis provides claims professionals with the necessary tools to evaluate claims involving fire and mechanical failure in vehicles of all types. Our experts are skilled in the numerous technical systems that compose vehicles today. Vhicle Analysis provides claims professionals with the necessary tools to evaluate claims involving fire and mechanical failure in vehicles of all types. Our experts are skilled in the numerous technical systems that compose vehicles today. The automobile industry is one of the leading industries at the global level. It plays a crucial role in the development of the global economy because of the high revenues and increased customer demands. The automobile industry helps to foster economic development of the country; therefore, it is widely recognized as a major economic sector. The automobile industry consists of multiple companies specialized in car manufacturing, as well as the ones involved in marketing and distribution of automobile products, such as cars, buses, vans, trucks, motorcycles, mopeds and motorized bicycles. The global automobile industry incorporates several large car manufacturers’ blocs that work collaboratively suppliers at the global level. The major goal of this paper is to provide a detailed analysis of automobile industry that gives a clear description of the industry today and its prospects for the future. Due attention should be paid to the use of the strategy tools and theories, such as Porter’s five forces and PESTEL analysis and other approaches. This is very important",
        "img": "https://i.ibb.co/zJy5ZDd/6.jpg"
    }
]
